var couponData = [{
    "id": "1",
    "price": "200",
    "condition": "满1000可用",
    "goods": "仅可购买网络品类指定商品",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "0"
  },
  {
    "id": "2",
    "price": "100",
    "condition": "满500可用",
    "goods": "仅可购买网络品类指定商品",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "0"
  },
  {
    "id": "3",
    "price": "50",
    "condition": "满100可用",
    "goods": "仅可购买网络品类指定商品",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "0"
  },
  {
    "id": "4",
    "price": "200",
    "condition": "满800可用",
    "goods": "仅可购买国内机票商品",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "0"
  },
  {
    "id": "5",
    "price": "100",
    "condition": "满800可用",
    "goods": "仅可购买国内机票商品",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "1"
  },
  {
    "id": "6",
    "price": "200",
    "condition": "满800可用",
    "goods": "全品类（特殊商品除外）",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "1"
  },
  {
    "id": "7",
    "price": "100",
    "condition": "满200可用",
    "goods": "全品类（特殊商品除外）",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "1"
  },
  {
    "id": "8",
    "price": "100",
    "condition": "满200可用",
    "goods": "全品类（特殊商品除外）",
    "way": "全平台",
    "date": "2019.9.23-2019-10.23",
    "type": "2"
  }
]
//暴露出去
module.exports = {
  data: couponData
}